Repository: rendiwijiatmoko/iOS-SelfPhotos
Catalog: ImmichApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Choose which albums on this device to include from the Backup screen.
ar: اختر الألبومات الموجودة على هذا الجهاز لتضمينها من شاشة النسخ الاحتياطي.
bg: От екрана за архивиране изберете кои албуми на това устройство да бъдат включени.
bn: ব্যাকআপ স্ক্রিন থেকে এই ডিভাইসের কোন অ্যালবামগুলো অন্তর্ভুক্ত করবেন তা বেছে নিন।
ca: Des de la pantalla de Còpia de seguretat, tria quins àlbums d'aquest dispositiu vols incloure.
cs: Na obrazovce Zálohování zvolte, která alba v tomto zařízení chcete zahrnout.
da: Vælg på skærmen Sikkerhedskopiering, hvilke album på denne enhed der skal medtages.
de: Wähle im Bildschirm „Sicherung“ aus, welche Alben dieses Geräts einbezogen werden sollen.
el: Στην οθόνη Αντίγραφα ασφαλείας, επιλέξτε ποια άλμπουμ αυτής της συσκευής θα συμπεριληφθούν.
es: En la pantalla Copia de seguridad, elige qué álbumes de este dispositivo quieres incluir.
fa: در صفحه پشتیبان‌گیری، آلبوم‌های این دستگاه را که باید اضافه شوند انتخاب کنید.
fi: Valitse Varmuuskopiointi-näytöstä, mitkä tämän laitteen albumit sisällytetään.
fr: Dans l’écran Sauvegarde, choisissez les albums de cet appareil à inclure.
he: במסך הגיבוי, בחרו אילו אלבומים במכשיר הזה לכלול.
hi: बैकअप स्क्रीन से चुनें कि इस डिवाइस के कौन-से एल्बम शामिल करने हैं।
hr: Na zaslonu Sigurnosna kopija odaberite albume s ovog uređaja koje želite uključiti.
hu: A Biztonsági mentés képernyőn válassza ki, mely albumokat szeretné felvenni erről az eszközről.
id: Pilih album di perangkat ini yang akan disertakan dari layar Pencadangan.
it: Dalla schermata Backup, scegli quali album di questo dispositivo includere.
ja: バックアップ画面で、このデバイスから含めるアルバムを選択してください。
kk: Сақтық көшірме экранынан осы құрылғыдағы қандай альбомдарды қосу керегін таңдаңыз.
ko: 백업 화면에서 이 기기의 앨범 중 포함할 앨범을 선택하세요.
lt: Atsarginių kopijų ekrane pasirinkite, kuriuos šio įrenginio albumus įtraukti.
ms: Pilih album pada peranti ini yang hendak disertakan daripada skrin Sandaran.
nb: Velg hvilke album på denne enheten som skal inkluderes, fra Sikkerhetskopiering-skjermen.
nl: Kies in het scherm Back-up welke albums op dit apparaat je wilt opnemen.
pl: Na ekranie Kopia zapasowa wybierz albumy z tego urządzenia, które chcesz uwzględnić.
pt: Escolha no ecrã Cópia de segurança quais os álbuns deste dispositivo a incluir.
ro: Alegeți din ecranul Copie de siguranță albumele de pe acest dispozitiv pe care doriți să le includeți.
ru: На экране резервного копирования выберите альбомы с этого устройства, которые нужно включить.
sk: Na obrazovke Záloha vyberte albumy z tohto zariadenia, ktoré chcete zahrnúť.
sl: Na zaslonu Varnostna kopija izberite albume iz te naprave, ki jih želite vključiti.
sv: Välj vilka album på den här enheten som ska inkluderas på skärmen Säkerhetskopiering.
th: เลือกอัลบั้มบนอุปกรณ์นี้ที่จะรวมไว้จากหน้าจอข้อมูลสำรอง
tr: Yedekleme ekranından bu cihazdaki hangi albümlerin dahil edileceğini seçin.
uk: На екрані резервного копіювання виберіть альбоми з цього пристрою, які потрібно додати.
vi: Chọn album trên thiết bị này để đưa vào từ màn hình Sao lưu.
zh_hans: 在“备份”屏幕中选择要包含的设备相册。
zh_hant: 在「備份」畫面中選擇要包含的裝置相簿。

source: Choose which albums to back up automatically from your profile.
ar: اختر الألبومات المطلوب نسخها احتياطيًا تلقائيًا من ملفك الشخصي.
bg: От профила си изберете кои албуми да се архивират автоматично.
bn: আপনার প্রোফাইল থেকে কোন অ্যালবামগুলো স্বয়ংক্রিয়ভাবে ব্যাকআপ হবে তা বেছে নিন।
ca: Des del perfil, tria quins àlbums vols copiar automàticament.
cs: Ve svém profilu zvolte alba, která se mají automaticky zálohovat.
da: Vælg fra din profil, hvilke album der automatisk skal sikkerhedskopieres.
de: Wähle in deinem Profil aus, welche Alben automatisch gesichert werden sollen.
el: Από το προφίλ σας, επιλέξτε ποια άλμπουμ θα αντιγράφονται αυτόματα.
es: Elige en tu perfil los álbumes de los que quieres crear una copia de seguridad automáticamente.
fa: از نمایه خود، آلبوم‌هایی را که باید به‌طور خودکار پشتیبان‌گیری شوند انتخاب کنید.
fi: Valitse profiilistasi albumit, jotka varmuuskopioidaan automaattisesti.
fr: Depuis votre profil, choisissez les albums à sauvegarder automatiquement.
he: בפרופיל, בחרו אילו אלבומים לגבות באופן אוטומטי.
hi: अपनी प्रोफ़ाइल से चुनें कि किन एल्बम का स्वचालित बैकअप लेना है।
hr: U profilu odaberite albume koje želite automatski sigurnosno kopirati.
hu: A profiljában válassza ki az automatikusan mentendő albumokat.
id: Pilih album yang akan dicadangkan otomatis dari profil Anda.
it: Dal tuo profilo, scegli gli album di cui eseguire automaticamente il backup.
ja: プロフィールから自動的にバックアップするアルバムを選択してください。
kk: Профильден автоматты сақтық көшірмесі жасалатын альбомдарды таңдаңыз.
ko: 프로필에서 자동으로 백업할 앨범을 선택하세요.
lt: Profilyje pasirinkite albumus, kurių atsargines kopijas kurti automatiškai.
ms: Pilih album yang hendak disandarkan secara automatik daripada profil anda.
nb: Velg hvilke album som skal sikkerhetskopieres automatisk, fra profilen din.
nl: Kies in je profiel van welke albums automatisch een back-up moet worden gemaakt.
pl: W profilu wybierz albumy, których kopie zapasowe mają być tworzone automatycznie.
pt: Escolha no seu perfil os álbuns cuja cópia de segurança será criada automaticamente.
ro: Alegeți din profil albumele pentru care doriți să creați automat copii de siguranță.
ru: В профиле выберите альбомы для автоматического резервного копирования.
sk: V profile vyberte albumy, ktoré sa majú automaticky zálohovať.
sl: V profilu izberite albume za samodejno varnostno kopiranje.
sv: Välj i din profil vilka album som ska säkerhetskopieras automatiskt.
th: เลือกอัลบั้มที่จะสำรองข้อมูลอัตโนมัติจากโปรไฟล์ของคุณ
tr: Profilinizden hangi albümlerin otomatik olarak yedekleneceğini seçin.
uk: У профілі виберіть альбоми для автоматичного резервного копіювання.
vi: Chọn album cần tự động sao lưu từ hồ sơ của bạn.
zh_hans: 在个人资料中选择要自动备份的相册。
zh_hant: 在個人檔案中選擇要自動備份的相簿。

source: Clear
ar: إخلاء
bg: Изчисти
bn: মুছুন
ca: Neteja
cs: Vymazat
da: Ryd
de: Leeren
el: Εκκαθάριση
es: Limpiar
fa: پاک کردن
fi: Tyhjennä
fr: Effacer
he: נקה
hi: स्पष्ट
hr: Očisti
hu: Törlés
id: Hapus
it: Pulisci
ja: クリア
kk: Тазалау
ko: 지우기
lt: Išvalyti
ms: Bersihkan
nb: Tøm
nl: Wissen
pl: Wyczyść
pt: Limpar
ro: Șterge
ru: Очистить
sk: Vyčistiť
sl: Počisti
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_hans: 清空
zh_hant: 清空

source: Clear File Cache
ar: مسح ذاكرة التخزين المؤقت للملفات
bg: Изчистване на кеша на файловете
bn: ফাইল ক্যাশ পরিষ্কার করুন
ca: Buida la memòria cau de fitxers
cs: Vymazat mezipaměť souborů
da: Ryd filcache
de: Dateien-Cache leeren
el: Εκκαθάριση της Προσωρινής Μνήμης Αρχείων
es: Limpiar la caché de archivos
fa: پاک کردن حافظه پنهان فایل‌ها
fi: Tyhjennä tiedostovälimuisti
fr: Vider le fichier de cache
he: נקה קבצי מטמון
hi: फ़ाइल कैश साफ़ करें
hr: Očisti predmemoriju datoteka
hu: Gyorsítótár törlése
id: Hapus Cache File
it: Cancella la cache dei file
ja: ファイルキャッシュを削除
kk: Файл кэшін тазалау
ko: 파일 캐시 지우기
lt: Išvalyti failų laikiną talpyklą
ms: Bersihkan Cache Fail
nb: Tøm filcache
nl: Bestandcache leegmaken
pl: Wyczyść pamięć podręczną plików
pt: Limpar cache de ficheiros
ro: Ștergeți memoria cache a fișierelor
ru: Очистить файловый кэш
sk: Vyčistiť vyrovnávaciu pamäť súborov
sl: Počisti predpomnilnik datotek
sv: Rensa filcachen
th: ล้างแคชไฟล์
tr: Dosya Önbelleğini Temizle
uk: Очистити кеш файлів
vi: Xóa bộ nhớ đệm
zh_hans: 清空文件缓存
zh_hant: 清除檔案快取

source: Close Settings
ar: إغلاق الإعدادات
bg: Затваряне на настройките
bn: সেটিংস বন্ধ করুন
ca: Tanca la configuració
cs: Zavřít nastavení
da: Luk indstillinger
de: Einstellungen schließen
el: Κλείσιμο ρυθμίσεων
es: Cerrar ajustes
fa: بستن تنظیمات
fi: Sulje asetukset
fr: Fermer les réglages
he: סגירת ההגדרות
hi: सेटिंग्स बंद करें
hr: Zatvori postavke
hu: Beállítások bezárása
id: Tutup Pengaturan
it: Chiudi Impostazioni
ja: 設定を閉じる
kk: Параметрлерді жабу
ko: 설정 닫기
lt: Uždaryti nustatymus
ms: Tutup Tetapan
nb: Lukk Innstillinger
nl: Instellingen sluiten
pl: Zamknij ustawienia
pt: Fechar definições
ro: Închideți configurările
ru: Закрыть настройки
sk: Zavrieť nastavenia
sl: Zapri nastavitve
sv: Stäng inställningar
th: ปิดการตั้งค่า
tr: Ayarları Kapat
uk: Закрити налаштування
vi: Đóng cài đặt
zh_hans: 关闭设置
zh_hant: 關閉設定

source: Compatibility
ar: التوافق
bg: Съвместимост
bn: সামঞ্জস্যতা
ca: Compatibilitat
cs: Kompatibilita
da: Kompatibilitet
de: Kompatibilität
el: Συμβατότητα
es: Compatibilidad
fa: سازگاری
fi: Yhteensopivuus
fr: Compatibilité
he: תאימות
hi: अनुकूलता
hr: Kompatibilnost
hu: Kompatibilitás
id: Kompatibilitas
it: Compatibilità
ja: 互換性
kk: Үйлесімділік
ko: 호환성
lt: Suderinamumas
ms: Keserasian
nb: Kompatibilitet
nl: Compatibiliteit
pl: Zgodność
pt: Compatibilidade
ro: Compatibilitate
ru: Совместимость
sk: Kompatibilita
sl: Združljivost
sv: Kompatibilitet
th: ความเข้ากันได้
tr: Uyumluluk
uk: Сумісність
vi: Khả năng tương thích
zh_hans: 兼容性
zh_hant: 相容性

source: Compatible
ar: متوافق
bg: Съвместим
bn: সামঞ্জস্যপূর্ণ
cs: Kompatibilní
da: Kompatibel
de: Kompatibel
el: Συμβατό
fa: سازگار
fi: Yhteensopiva
he: תואם
hi: अनुकूल
hr: Kompatibilno
hu: Kompatibilis
id: Kompatibel
it: Compatibile
ja: 互換性あり
kk: Үйлесімді
ko: 호환됨
lt: Suderinama
ms: Serasi
nb: Kompatibel
nl: Compatibel
pl: Zgodny
pt: Compatível
ro: Compatibil
ru: Совместимо
sk: Kompatibilné
sl: Združljivo
sv: Kompatibel
th: เข้ากันได้
tr: Uyumlu
uk: Сумісний
vi: Tương thích
zh_hans: 兼容
zh_hant: 相容

source: Compatible (Legacy)
ar: متوافق (قديم)
bg: Съвместим (остарял)
bn: সামঞ্জস্যপূর্ণ (পুরোনো)
ca: Compatible (antic)
cs: Kompatibilní (starší verze)
da: Kompatibel (ældre)
de: Kompatibel (veraltet)
el: Συμβατό (παλαιό)
es: Compatible (heredado)
fa: سازگار (قدیمی)
fi: Yhteensopiva (vanha)
fr: Compatible (ancienne version)
he: תואם (ישן)
hi: अनुकूल (पुराना)
hr: Kompatibilno (naslijeđeno)
hu: Kompatibilis (régi verzió)
id: Kompatibel (Lama)
it: Compatibile (versione precedente)
ja: 互換性あり（旧仕様）
kk: Үйлесімді (ескі нұсқа)
ko: 호환됨(레거시)
lt: Suderinama (senesnė versija)
ms: Serasi (Legasi)
nb: Kompatibel (eldre versjon)
nl: Compatibel (verouderd)
pl: Zgodny (starsza wersja)
pt: Compatível (legado)
ro: Compatibil (vechi)
ru: Совместимо (устаревшая версия)
sk: Kompatibilné (staršia verzia)
sl: Združljivo (starejša različica)
sv: Kompatibel (äldre)
th: เข้ากันได้ (รุ่นเก่า)
tr: Uyumlu (Eski)
uk: Сумісний (застарілий)
vi: Tương thích (cũ)
zh_hans: 兼容（旧版）
zh_hant: 相容（舊版）

source: Connect to your Immich server.
ar: الاتصال بخادم Immich الخاص بك.
bg: Свържете се с вашия Immich сървър.
bn: আপনার Immich সার্ভারে সংযোগ করুন।
ca: Connecta't al teu servidor Immich.
cs: Připojte se ke svému serveru Immich.
da: Opret forbindelse til din Immich-server.
de: Stelle eine Verbindung zu deinem Immich-Server her.
el: Συνδεθείτε στον διακομιστή Immich σας.
es: Conéctate a tu servidor Immich.
fa: به سرور Immich خود متصل شوید.
fi: Yhdistä Immich-palvelimeesi.
fr: Connectez-vous à votre serveur Immich.
he: התחברו לשרת Immich שלכם.
hi: अपने Immich सर्वर से कनेक्ट करें।
hr: Povežite se sa svojim Immich poslužiteljem.
hu: Csatlakozzon az Immich-szerveréhez.
id: Hubungkan ke server Immich Anda.
it: Connettiti al tuo server Immich.
ja: Immichサーバーに接続します。
kk: Immich серверіңізге қосылыңыз.
ko: Immich 서버에 연결하세요.
lt: Prisijunkite prie savo Immich serverio.
ms: Sambung ke pelayan Immich anda.
nb: Koble til Immich-serveren din.
nl: Maak verbinding met je Immich-server.
pl: Połącz się ze swoim serwerem Immich.
pt: Ligue-se ao seu servidor Immich.
ro: Conectați-vă la serverul Immich.
ru: Подключитесь к своему серверу Immich.
sk: Pripojte sa k svojmu serveru Immich.
sl: Povežite se s strežnikom Immich.
sv: Anslut till din Immich-server.
th: เชื่อมต่อกับเซิร์ฟเวอร์ Immich ของคุณ
tr: Immich sunucunuza bağlanın.
uk: Підключіться до свого сервера Immich.
vi: Kết nối với máy chủ Immich của bạn.
zh_hans: 连接到您的 Immich 服务器。
zh_hant: 連線到您的 Immich 伺服器。

source: Continue
ar: متابعة
bg: Продължи
bn: এগিয়ে যান
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Fortsetzen
el: Συνέχεια
es: Continuar
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी
hr: Nastavi
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
kk: Жалғастыру
ko: 계속
lt: Tęsti
ms: Teruskan
nb: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
sk: Pokračovať
sl: Nadaljuj
sv: Fortsätt
th: ต่อไป
tr: Devam et
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Could not prepare the profile photo.
ar: تعذر تجهيز صورة الملف الشخصي.
bg: Снимката на профила не можа да бъде подготвена.
bn: প্রোফাইল ছবি প্রস্তুত করা যায়নি।
ca: No s'ha pogut preparar la foto de perfil.
cs: Profilovou fotku se nepodařilo připravit.
da: Profilfotoet kunne ikke klargøres.
de: Das Profilfoto konnte nicht vorbereitet werden.
el: Δεν ήταν δυνατή η προετοιμασία της φωτογραφίας προφίλ.
es: No se ha podido preparar la foto de perfil.
fa: آماده‌سازی عکس نمایه ممکن نبود.
fi: Profiilikuvaa ei voitu valmistella.
fr: Impossible de préparer la photo de profil.
he: לא ניתן להכין את תמונת הפרופיל.
hi: प्रोफ़ाइल फ़ोटो तैयार नहीं की जा सकी।
hr: Nije moguće pripremiti fotografiju profila.
hu: Nem sikerült előkészíteni a profilfotót.
id: Tidak dapat menyiapkan foto profil.
it: Impossibile preparare la foto del profilo.
ja: プロフィール写真を準備できませんでした。
kk: Профиль фотосуретін дайындау мүмкін болмады.
ko: 프로필 사진을 준비할 수 없습니다.
lt: Nepavyko paruošti profilio nuotraukos.
ms: Tidak dapat menyediakan foto profil.
nb: Kunne ikke klargjøre profilbildet.
nl: De profielfoto kon niet worden voorbereid.
pl: Nie można przygotować zdjęcia profilowego.
pt: Não foi possível preparar a foto de perfil.
ro: Fotografia de profil nu a putut fi pregătită.
ru: Не удалось подготовить фотографию профиля.
sk: Nepodarilo sa pripraviť profilovú fotografiu.
sl: Profilne fotografije ni bilo mogoče pripraviti.
sv: Det gick inte att förbereda profilbilden.
th: ไม่สามารถเตรียมรูปโปรไฟล์ได้
tr: Profil fotoğrafı hazırlanamadı.
uk: Не вдалося підготувати фото профілю.
vi: Không thể chuẩn bị ảnh hồ sơ.
zh_hans: 无法准备个人资料照片。
zh_hant: 無法準備個人檔案相片。

source: Could not save to Photos.
ar: تعذر الحفظ في الصور.
bg: Не можа да се запази в „Снимки“.
bn: Photos-এ সংরক্ষণ করা যায়নি।
ca: No s'ha pogut desar a Fotos.
cs: Do Fotek se nepodařilo uložit.
da: Kunne ikke gemme i Fotos.
de: Speichern in Fotos nicht möglich.
el: Δεν ήταν δυνατή η αποθήκευση στις Φωτογραφίες.
es: No se ha podido guardar en Fotos.
fa: ذخیره در Photos ممکن نبود.
fi: Kuvat-sovellukseen ei voitu tallentaa.
fr: Impossible d’enregistrer dans Photos.
he: לא ניתן לשמור בתמונות.
hi: Photos में सहेजा नहीं जा सका।
hr: Nije moguće spremiti u Fotografije.
hu: Nem sikerült menteni a Fotókba.
id: Tidak dapat menyimpan ke Foto.
it: Impossibile salvare in Foto.
ja: 写真に保存できませんでした。
kk: Фотосуреттерге сақтау мүмкін болмады.
ko: 사진 앱에 저장할 수 없습니다.
lt: Nepavyko išsaugoti programoje „Nuotraukos“.
ms: Tidak dapat menyimpan ke Foto.
nb: Kunne ikke lagre i Bilder.
nl: Kon niet bewaren in Foto's.
pl: Nie można zapisać w Zdjęciach.
pt: Não foi possível guardar em Fotos.
ro: Nu s-a putut salva în Poze.
ru: Не удалось сохранить в приложении «Фото».
sk: Nepodarilo sa uložiť do aplikácie Fotky.
sl: Ni bilo mogoče shraniti v Fotografije.
sv: Det gick inte att spara i Bilder.
th: ไม่สามารถบันทึกไปยังแอปรูปภาพได้
tr: Fotoğraflar'a kaydedilemedi.
uk: Не вдалося зберегти у «Фото».
vi: Không thể lưu vào Ảnh.
zh_hans: 无法存储到“照片”。
zh_hant: 無法儲存到「照片」。

source: Couldn’t Load Albums
ar: تعذر تحميل الألبومات
bg: Албумите не можаха да бъдат заредени
bn: অ্যালবাম লোড করা যায়নি
ca: No s'han pogut carregar els àlbums
cs: Alba se nepodařilo načíst
da: Kunne ikke indlæse album
de: Alben konnten nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση των άλμπουμ
es: No se han podido cargar los álbumes
fa: بارگیری آلبوم‌ها ممکن نبود
fi: Albumeita ei voitu ladata
fr: Impossible de charger les albums
he: לא ניתן לטעון אלבומים
hi: एल्बम लोड नहीं किए जा सके
hr: Nije moguće učitati albume
hu: Nem sikerült betölteni az albumokat
id: Tidak Dapat Memuat Album
it: Impossibile caricare gli album
ja: アルバムを読み込めませんでした
kk: Альбомдарды жүктеу мүмкін болмады
ko: 앨범을 불러올 수 없음
lt: Nepavyko įkelti albumų
ms: Tidak Dapat Memuatkan Album
nb: Kunne ikke laste album
nl: Kon albums niet laden
pl: Nie można wczytać albumów
pt: Não foi possível carregar os álbuns
ro: Albumele nu au putut fi încărcate
ru: Не удалось загрузить альбомы
sk: Albumy sa nepodarilo načítať
sl: Albumov ni bilo mogoče naložiti
sv: Det gick inte att ladda album
th: ไม่สามารถโหลดอัลบั้มได้
tr: Albümler Yüklenemedi
uk: Не вдалося завантажити альбоми
vi: Không thể tải album
zh_hans: 无法载入相册
zh_hant: 無法載入相簿

source: Couldn't reach that server.
ar: تعذر الوصول إلى ذلك الخادم.
bg: Този сървър не можа да бъде достигнат.
bn: সার্ভারটিতে পৌঁছানো যায়নি।
ca: No s'ha pogut contactar amb aquest servidor.
cs: K tomuto serveru se nepodařilo připojit.
da: Der kunne ikke oprettes forbindelse til serveren.
de: Dieser Server war nicht erreichbar.
el: Δεν ήταν δυνατή η σύνδεση με αυτόν τον διακομιστή.
es: No se ha podido conectar con ese servidor.
fa: دسترسی به آن سرور ممکن نبود.
fi: Palvelimeen ei saatu yhteyttä.
fr: Impossible de joindre ce serveur.
he: לא ניתן להגיע לשרת הזה.
hi: उस सर्वर तक नहीं पहुँचा जा सका।
hr: Nije moguće dosegnuti taj poslužitelj.
hu: A szerver nem érhető el.
id: Tidak dapat menjangkau server tersebut.
it: Impossibile raggiungere il server.
ja: そのサーバーに接続できませんでした。
kk: Бұл серверге қосылу мүмкін болмады.
ko: 해당 서버에 연결할 수 없습니다.
lt: Nepavyko pasiekti šio serverio.
ms: Tidak dapat mencapai pelayan itu.
nb: Kunne ikke nå den serveren.
nl: Kon geen verbinding maken met die server.
pl: Nie można połączyć się z tym serwerem.
pt: Não foi possível contactar esse servidor.
ro: Serverul respectiv nu a putut fi contactat.
ru: Не удалось подключиться к этому серверу.
sk: K tomuto serveru sa nepodarilo pripojiť.
sl: S tem strežnikom ni bilo mogoče vzpostaviti povezave.
sv: Det gick inte att ansluta till den servern.
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์นั้นได้
tr: Bu sunucuya ulaşılamadı.
uk: Не вдалося зв’язатися із цим сервером.
vi: Không thể kết nối với máy chủ đó.
zh_hans: 无法连接到该服务器。
zh_hant: 無法連線到該伺服器。

source: Couldn’t reach the server
ar: تعذر الوصول إلى الخادم
bg: Сървърът не можа да бъде достигнат
bn: সার্ভারে পৌঁছানো যায়নি
ca: No s'ha pogut contactar amb el servidor
cs: K serveru se nepodařilo připojit
da: Kunne ikke oprette forbindelse til serveren
de: Server konnte nicht erreicht werden
el: Δεν ήταν δυνατή η σύνδεση με τον διακομιστή
es: No se ha podido conectar con el servidor
fa: دسترسی به سرور ممکن نبود
fi: Palvelimeen ei saatu yhteyttä
fr: Impossible de joindre le serveur
he: לא ניתן להגיע לשרת
hi: सर्वर तक नहीं पहुँचा जा सका
hr: Nije moguće dosegnuti poslužitelj
hu: A szerver nem érhető el
id: Tidak dapat menjangkau server
it: Impossibile raggiungere il server
ja: サーバーに接続できませんでした
kk: Серверге қосылу мүмкін болмады
ko: 서버에 연결할 수 없음
lt: Nepavyko pasiekti serverio
ms: Tidak dapat mencapai pelayan
nb: Kunne ikke nå serveren
nl: Kon geen verbinding maken met de server
pl: Nie można połączyć się z serwerem
pt: Não foi possível contactar o servidor
ro: Serverul nu a putut fi contactat
ru: Не удалось подключиться к серверу
sk: K serveru sa nepodarilo pripojiť
sl: S strežnikom ni bilo mogoče vzpostaviti povezave
sv: Det gick inte att ansluta till servern
th: ไม่สามารถเชื่อมต่อกับเซิร์ฟเวอร์ได้
tr: Sunucuya ulaşılamadı
uk: Не вдалося зв’язатися із сервером
vi: Không thể kết nối với máy chủ
zh_hans: 无法连接到服务器
zh_hant: 無法連線到伺服器

source: Create
ar: انشاء
bg: Създай
bn: তৈরি করুন
ca: Crea
cs: Vytvořit
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fa: ایجاد
fi: Luo
fr: Créer
he: צור
hi: तैयार करें
hr: Kreiraj
hu: Létrehozás
id: Buat
it: Crea
ja: 作成
kk: Жасау
ko: 생성
lt: Sukurti
ms: Cipta
nb: Opprett
nl: Aanmaken
pl: Utwórz
pt: Criar
ro: Creează
ru: Создать
sk: Vytvoriť
sl: Ustvari
sv: Skapa
th: สร้าง
tr: Oluştur
uk: Створити
vi: Tạo
zh_hans: 创建
zh_hant: 建立

source: Create a PIN
ar: إنشاء رمز PIN
bg: Създаване на PIN
bn: একটি PIN তৈরি করুন
ca: Crea un PIN
cs: Vytvořit PIN
da: Opret en PIN-kode
de: PIN erstellen
el: Δημιουργία PIN
es: Crea un PIN
fa: ایجاد PIN
fi: Luo PIN
fr: Créer un PIN
he: יצירת PIN
hi: PIN बनाएँ
hr: Izradi PIN
hu: PIN létrehozása
id: Buat PIN
it: Crea un PIN
ja: PINを作成
kk: PIN жасау
ko: PIN 생성
lt: Sukurti PIN
ms: Cipta PIN
nb: Opprett en PIN
nl: Een PIN-code aanmaken
pl: Utwórz PIN
pt: Criar um PIN
ro: Creați un PIN
ru: Создайте PIN
sk: Vytvorte PIN
sl: Ustvarite PIN
sv: Skapa en PIN
th: สร้าง PIN
tr: PIN Oluştur
uk: Створити PIN-код
vi: Tạo mã PIN
zh_hans: 创建 PIN
zh_hant: 建立 PIN

source: Create Album
ar: إنشاء ألبوم
bg: Създай албум
bn: অ্যালবাম তৈরি
ca: Crea un àlbum
cs: Vytvořit album
da: Opret album
de: Album erstellen
el: Δημιουργία άλμπουμ
es: Crear álbum
fa: ایجاد آلبوم
fi: Luo albumi
fr: Créer un album
he: צור אלבום
hi: एल्बम बनाओ
hr: Kreiraj album
hu: Album létrehozása
id: Buat album
it: Crea album
ja: アルバムを作成
kk: Альбом жасау
ko: 앨범 생성
lt: Sukurti albumą
ms: Cipta album
nb: Opprett album
nl: Album aanmaken
pl: Utwórz album
pt: Criar álbum
ro: Creează album
ru: Создать альбом
sk: Vytvoriť album
sl: Ustvari album
sv: Skapa album
th: สร้างอัลบั้ม
tr: Albüm oluştur
uk: Створити альбом
vi: Tạo album
zh_hans: 创建相册
zh_hant: 建立相簿

source: Create an album first.
ar: أنشئ ألبومًا أولًا.
bg: Първо създайте албум.
bn: প্রথমে একটি অ্যালবাম তৈরি করুন।
ca: Primer crea un àlbum.
cs: Nejprve vytvořte album.
da: Opret først et album.
de: Erstelle zuerst ein Album.
el: Δημιουργήστε πρώτα ένα άλμπουμ.
es: Crea primero un álbum.
fa: ابتدا یک آلبوم ایجاد کنید.
fi: Luo ensin albumi.
fr: Créez d’abord un album.
he: תחילה יש ליצור אלבום.
hi: पहले एक एल्बम बनाएँ।
hr: Najprije izradite album.
hu: Először hozzon létre egy albumot.
id: Buat album terlebih dahulu.
it: Prima crea un album.
ja: 先にアルバムを作成してください。
kk: Алдымен альбом жасаңыз.
ko: 먼저 앨범을 생성하세요.
lt: Pirmiausia sukurkite albumą.
ms: Cipta album dahulu.
nb: Opprett et album først.
nl: Maak eerst een album aan.
pl: Najpierw utwórz album.
pt: Crie primeiro um álbum.
ro: Creați mai întâi un album.
ru: Сначала создайте альбом.
sk: Najskôr vytvorte album.
sl: Najprej ustvarite album.
sv: Skapa ett album först.
th: สร้างอัลบั้มก่อน
tr: Önce bir albüm oluşturun.
uk: Спочатку створіть альбом.
vi: Hãy tạo album trước.
zh_hans: 请先创建相册。
zh_hant: 請先建立相簿。
